import program11 from "../../assets/images/program-page/program11.png";
import program12 from "../../assets/images/program-page/program12.png";
import program13 from "../../assets/images/program-page/program13.png";
import program21 from "../../assets/images/program-page/program21.png";
import program22 from "../../assets/images/program-page/program22.png";
import program23 from "../../assets/images/program-page/program23.png";
import program31 from "../../assets/images/program-page/program31.png";
import program32 from "../../assets/images/program-page/program32.png";
import program33 from "../../assets/images/program-page/program33.png";
import program41 from "../../assets/images/program-page/program41.png";
import program42 from "../../assets/images/program-page/program42.png";
import program43 from "../../assets/images/program-page/program43.png";
import program51 from "../../assets/images/program-page/program51.png";
import program52 from "../../assets/images/program-page/program52.png";
import program53 from "../../assets/images/program-page/program53.png";

export const imageArr = [
  {
    id: 0,
    images: [
      { id: 0, src: program11 },
      { id: 1, src: program12 },
      { id: 2, src: program13 },
    ],
  },
  {
    id: 1,
    images: [
      { id: 0, src: program21 },
      { id: 1, src: program22 },
      { id: 2, src: program23 },
    ],
  },
  {
    id: 2,
    images: [
      { id: 0, src: program31 },
      { id: 1, src: program32 },
      { id: 2, src: program33 },
    ],
  },
  {
    id: 3,
    images: [
      { id: 0, src: program41 },
      { id: 1, src: program42 },
      { id: 2, src: program43 },
    ],
  },
  {
    id: 4,
    images: [
      { id: 0, src: program51 },
      { id: 1, src: program52 },
      { id: 2, src: program53 },
    ],
  },
];

export const textArr = [
  {
    id: 5,
    title: "«ТВОРИМ ДОБРО»",
    description: "Задачи программы:",
    tasks: [
      {
        id: 0,
        task: "1. Проведение с участием Департамента социальной защиты населения, Управлением социальной защиты населения Администрации г. Кемерово и жителей Кузбасса культурных, развлекательных, спортивных и просветительских проектов, направленных на личностное развитие детей с заболеваниями системы кровообращения и их успешную социализацию.",
      },
      {
        id: 1,
        task: "2. Развитие позитивных ценностей и традиций благотворительности в Кузбассе.",
      },
      {
        id: 2,
        task: "3. Создавать, развивать социально-ориентированные программы и/или вести и помогать в исполнении уже существующих проектов/программ, которые способствуют развитию традиций благотворительности в Кемеровской области.",
      },
      {
        id: 3,
        task: "4. Привлечение внимания общественности к проблемам помощи детям с врожденным пороком сердца.",
      },
    ],
  },
  {
    id: 6,
    title: "«ОБУЧЕНИЕ ВРАЧЕЙ»",
    description: "Задачи программы:",
    tasks: [
      {
        id: 0,
        task: "1. Повышение качества лечебно-профилактической помощи детям, осуществление профилактики заболеваний органов кровообращения, совершенствование реабилитации (поэтапного лечения) больных детей кардиологического профиля.",
      },
      {
        id: 1,
        task: "2. Содействие созданию и развитию структуры Кузбасской кардиологии, укрепление и развитие ее материально-технической базы и профессиональных кадров.",
      },
      {
        id: 2,
        task: "3. Содействие внедрению современных технологий лечения заболеваний сердечно сосудистой системы.",
      },
      {
        id: 3,
        task: "4. Привлечение средств для реализации уставных задач Фонда.",
      },
    ],
  },
  {
    id: 7,
    title: "«ЗДОРОВОЕ СЕРДЦЕ ДЕТЯМ»",
    description: "Задачи программы:",
    tasks: [
      {
        id: 0,
        task: "1. Повышение качества лечебно-профилактической помощи детям, осуществление профилактики заболеваний органов кровообращения,  совершенствование реабилитации (поэтапного лечения) больных детей кардиологического профиля.",
      },
      {
        id: 1,
        task: "2. Содействие созданию и развитию структуры Кузбасской кардиологии, укрепление и развитие ее материально-технической базы и профессиональных кадров.",
      },
      {
        id: 2,
        task: "3. Содействие внедрению современных технологий лечения заболеваний сердечно сосудистой системы.",
      },
      {
        id: 3,
        task: "4. Привлечение средств для реализации уставных задач Фонда.",
      },
      {
        id: 4,
        task: "5. Сбор средств для оказания хирургической помощи детям с врожденным пороком сердца.",
      },
      {
        id: 5,
        task: "6. Снабжению детских кардиологических отделений необходимым современным оборудованием и расходными материалами.",
      },
    ],
  },
  {
    id: 8,
    title: "«ЗДОРОВЬЕ ДЕТЯМ» ",
    description: "Задачи программы:",
    tasks: [
      {
        id: 0,
        task: "1. Повышение качества лечебно-профилактической помощи детям, осуществление профилактики заболеваний органов кровообращения,  совершенствование реабилитации (поэтапного лечения) больных детей кардиологического профиля.",
      },
      {
        id: 1,
        task: "2. Содействие внедрению современных технологий лечения заболеваний сердечно-сосудистой системы.",
      },
      {
        id: 2,
        task: "3. Привлечение средств для реализации уставных задач Фонда.",
      },
      {
        id: 3,
        task: "4. Сбор средств для оплаты медикаментов, расходных материалов, лабораторных исследований, медицинского оборудования, а также любых других расходов, необходимых для оказания качественных медицинских услуг.",
      },
      {
        id: 4,
        task: "5. Снабжение детских кардиологических отделений необходимыми медикаментами, расходными материалами, оплата лабораторных исследований, приобретение медицинского оборудования, а также любых других расходов, необходимых для оказания качественных медицинских услуг.",
      },
      {
        id: 5,
        task: "6. Привлечение врачей-консультантов и специалистов из других лечебных учреждений России с оплатой расходов по их проезду, проживанию и питанию и оплатой медицинских консультаций.",
      },
    ],
  },
  {
    id: 9,
    title: "«ОКНО В МИР» ",
    description: "Задачи программы:",
    tasks: [
      {
        id: 0,
        task: "1. Внедрить методику психологической коррекции детей в повседневную работу детского отделения ККД.",
      },
      {
        id: 1,
        task: "2. Адаптировать детей и родителей в новые жизненные условия, связанные с болезнью.",
      },
      {
        id: 2,
        task: "3. Объединить усилия организаций и отдельных специалистов, участвующих в организации досуга детей и подростков, находящихся на лечении в учреждениях здравоохранения города Кемерово.",
      },
      {
        id: 3,
        task: "4. Подготовить добровольцев к работе с детьми и подростками.",
      },
      {
        id: 4,
        task: "5. Привлечь внимание общественности к существующей проблеме, путем размещения информации в СМИ и интернете.",
      },
      {
        id: 5,
        task: "6. Внедрить разнообразные способы организации досуга в лечебном учреждении.",
      },
      {
        id: 6,
        task: "7. Разработать рекомендации по организации досуга в лечебных учреждениях для органов управления и учреждений здравоохранения, и других заинтересованных структур.",
      },
    ],
  },
];
