export const Text = [
    {
        paragraph:
        "Волонтёр – это человек, который бесплатно и добровольно делает что-то для других людей. У волонтёра есть своя жизнь, семья, работа и, как у всех остальных людей, есть свободное время. Это время он тратит не только на отдых и развлечения, но и на то, чтобы помочь тем, кому необходима помощь!"
    },
    {
        paragraph:
        'Деятельность нашего благотворительного фонда развивается. Появляется больше новых интересных и полезных проектов и идей, однако для их реализации нам нужны волонтёры, имеющие время и желание помогать.'
    },
    {
        paragraph:
        "Нам нужны добрые, честные, общительные, инициативные, самостоятельные личности. Нужны люди, способные продумывать и реализовывать свою идею от начала до конца, добиваясь реального результата."
    },
    {
        paragraph:
        "Став волонтёром нашего фонда Вы не только сделаете доброе дело, познакомитесь с новыми людьми, приобретёте, опыт общественной работы, но и реализуете свои авторские социальные проекты, получите рекомендации для дальнейшего продвижения и карьерного роста."
    },
    {
        paragraph:
        "Если у вас есть немного свободного времени, которое вы можете уделить детям, мы ждем вас в нашей команде. Нам будет важна любая помощь, так как это огромный вклад в общее дело."
    },
    {
        paragraph:
        "Для того чтобы стать волонтёрам  нашего фонда  и принимать участие во всех проводимых акциях и мероприятиях необходимо заполнить анкету волонтёра. Мы с Вами свяжемся и пригласим на вводную встречу."
    },
]