export const directionsText = [
  {
    text: "Направления деятельности фонда",
  },

  {
    text: "Оказание благотворительной помощи детям с заболеваниями системы кровообращения",
  },

  {
    text: "Расширение и совершенствование медицинской помощи детям с сердечно-сосудистой патологией",
  },

  {
    text: "Социальную реабилитацию детей с врождёнными пороками сердца и сердечно-сосудистой патологией",
  },
];

export const tasksText = [
  {
    paragraph:
      "Повышение качества лечебно-профилактической помощи детям осуществление профилактики заболеваний органов кровообращения, совершенствование реабилитации (поэтапного лечения) больных детей кардиологического профиля;",
  },
  {
    paragraph:
      "Содействие созданию и развитию структуры Кузбасской кардиологии, укрепление и развитие ее материально-технической базы и профессиональных кадров;",
  },
  {
    paragraph:
      "Содействие внедрению современных технологий лечения заболеваний сердечно-сосудистой системы;",
  },
  {
    paragraph:
      "Разработка и внесение на рассмотрение заинтересованных государственных и муниципальных органов и организаций предложений и оказание практической помощи в совершенствовании системы кардиологической службы Кемеровской области;",
  },
  {
    paragraph:
      "Участие в повышении квалификации кадров, расширении и углублении их специальных знаний, организация курсов повышения квалификации, научно-практических семинаров;",
  },
  {
    paragraph: "Привлечение средств для реализации уставных задач Фонда.",
  },
];
