export const Text = [
    {
        paragraph:
        "Вы можете помочь детям с врожденным пороком сердца, не только отправив денежные средства на наш счет, но и сделав пожертвования в торговых, развлекательных, медицинских и других организациях по Кемеровской области, где установлены наши урны для благотворительных пожертвований. "
    },
    {
        paragraph:
        "Нам важно доверие к благотворительным ящикам со стороны жителей Кемеровской области, поэтому мы хотим рассказать о процедуре установки урн и о процедуре выемки собранных средств. "
    },
    {
        paragraph:
        "Прежде чем установить урну от благотворительного фонда «Детское сердце», организация подписывает с фондом соглашение о добровольном благотворительном сотрудничестве. После подписания документов, сотрудник фонда устанавливает урны по адресам организации. "
    },
    {
        paragraph:
        "Выемка собранных средств, производится сотрудником фонда на основании доверенности совместно с уполномоченным сотрудником от организации, где установлен ящик. Представитель организации присутствует при вскрытии ящика и подписывает соответствующий акт. Сотрудник фонда опломбирует ящик для дальнейших пожертвований, также в присутствии ответственного лица. Все собранные средства переводятся на банковский счет благотворительного фонда. "
    },
    {
        paragraph:
        "Если Вы хотите помочь подопечным фонда «Детское сердце», установив ящик для благотворительных пожертвований в своей организации, обратитесь по телефону 8(3842)64-42-45. Мы с радостью привезем Вам наш ящик."
    },
]