import company1 from "../../assets/images/philanthropists-page/company1.png"
import company2 from "../../assets/images/philanthropists-page/company2.png"
import company3 from "../../assets/images/philanthropists-page/company3.png"

export const philanthopistsArr = [
  {
    id: 1,
    image: company1,
    title: "ОАО «СУЭК-Кузбасс»",
    text: [
      {
        id: 1,
        paragraph:
          "В рамках спецификации современных стандартов, действия представителей оппозиции набирают популярность среди определенных слоев населения, а значит, должны быть описаны максимально подробно.",
      },
      {
        id: 2,
        paragraph:
          "Принимая во внимание показатели успешности, убеждённость некоторых оппонентов играет определяющее значение для стандартных подходов. Значимость этих проблем настолько очевидна.",
      },
      {
        id: 3,
        paragraph:
          "Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности способствует подготовке и реализации форм воздействия.",
      },
      {
        id: 4,
        paragraph:
          "С учётом сложившейся международной обстановки, выбранный нами инновационный путь не оставляет шанса для как самодостаточных, так и внешне зависимых концептуальных решений.",
      },
      {
        id: 5,
        paragraph:
          "Для современного мира выбранный нами инновационный путь прекрасно подходит для реализации переосмысления внешнеэкономических политик!",
      },
    ],
  },
  {
    id: 2,
    image: company2,
    title: "Министерство строительства Кузбасса",
    text: [
      {
        id: 1,
        paragraph:
          "В рамках спецификации современных стандартов, действия представителей оппозиции набирают популярность среди определенных слоев населения, а значит, должны быть описаны максимально подробно.",
      },
      {
        id: 2,
        paragraph:
          "Принимая во внимание показатели успешности, убеждённость некоторых оппонентов играет определяющее значение для стандартных подходов. Значимость этих проблем настолько очевидна.",
      },
      {
        id: 3,
        paragraph:
          "Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности способствует подготовке и реализации форм воздействия.",
      },
      {
        id: 4,
        paragraph:
          "С учётом сложившейся международной обстановки, выбранный нами инновационный путь не оставляет шанса для как самодостаточных, так и внешне зависимых концептуальных решений.",
      },
    ],
  },
  {
    id: 3,
    image: company3,
    title: "КОАО «Азот»",
    text: [
      {
        id: 1,
        paragraph:
          "В рамках спецификации современных стандартов, действия представителей оппозиции набирают популярность среди определенных слоев населения, а значит, должны быть описаны максимально подробно.",
      },
      {
        id: 2,
        paragraph:
          "Принимая во внимание показатели успешности, убеждённость некоторых оппонентов играет определяющее значение для стандартных подходов. Значимость этих проблем настолько очевидна.",
      },
      {
        id: 3,
        paragraph:
          "Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности способствует подготовке и реализации форм воздействия.",
      },
      {
        id: 4,
        paragraph:
          "С учётом сложившейся международной обстановки, выбранный нами инновационный путь не оставляет шанса для как самодостаточных, так и внешне зависимых концептуальных решений.",
      },
      {
        id: 5,
        paragraph:
          "Для современного мира выбранный нами инновационный путь прекрасно подходит для реализации переосмысления внешнеэкономических политик!",
      },
    ],
  },
];
