export const textArr = [
  {
    text: "1. Ксерокопия паспорта или свидетельства о рождении Благополучателя и одного из его законных представителей",
  },
  {
    text: "2. СНИЛС Благополучателя и его законного представителя;",
  },
  {
    text: "3. Ксерокопии документов, подтверждающих опеку или попечительство (если родители лишены родительских прав);",
  },
  {
    text: "4. Ксерокопия свидетельства об инвалидности (предоставляется при наличии свидетельства);",
  },
  {
    text: "5. Выписки из истории болезни Благополучателя за текущий год;",
  },
  {
    text: "6. Цветные фотографии Благополучателя в формате JPG или PNG (хорошего качества, крупный план, неформальный  кадр, 3 шт. в вертикальном виде);",
  },
  {
    text: "7. Заявление в свободной форме (просьба об оказании помощи с указанием персональных данных Благополучателя и законного представителя, контакты).",
  },
  {
    text: "Каждое обращение рассматривается индивидуально специалистом фонда и врачами-детскими кардиологами. В течение трех рабочих дней фонд свяжется с вами и даст ответ. При положительном решении об оказании помощи необходимо будет приехать лично, чтобы подписать Договор об оказании адресной материальной помощи.",
  },
];

export const importantTextArr = [
  {
    text: "Фонд оказывает помощь детям с патологиями сердечно - сосудистой системы с рождения и до 18 лет.",
  },
  {
    text: "Адресная помощь Благополучателю оказывается из средств пожертвований (сборов).",
  },
  {
    text: "Фонд самостоятельно определяет формы сбора (расклейка листовок, организация благотворительного концерта, онлайн проекты  и  т.д.),  а также территории, где будет осуществляться сбор.",
  },
  {
    text: "Фонд не может спрогнозировать ход сборов и дать точную информацию Благополучателю по дате их завершения.",
  },
  {
    text: "Фонд вправе получить консультацию врачей-детских кардиологов по целесообразности приобретения, запрашиваемых Благополучателем товаров медицинского и немедицинского назначения.",
  },
  {
    text: "Оказание помощи в виде оплаты операций, курсов реабилитаций и пр. осуществляется преимущественно в клиниках на территории РФ, возможность зарубежного лечения рассматривается в индивидуальном порядке.",
  },
  {
    text: "Препараты, не зарегистрированные на территории РФ, Фонд не приобретает.",
  },
  {
    text: "Всегда на связи специалист фонда по тел. +7 (3842) 64 42 45 или +7 913 304 4245",
  },
];
