import testPhoto from "../../assets/images/test.png"

export const Text = [
    {
        paragraph:
        "Идея создания благотворительного фонда помощи детям с патологиями сердечно-сосудистой системы возникла из печальной статистики середины 2000-х годов. Около 250 детей ежегодно появлялись на свет с врожденной патологией сердца, половина из них умирала в первый год жизни. Вместе с тем, своевременно оказанная хирургическая помощь в состоянии предотвратить неблагоприятное развитие болезни и сделать ребенка практически здоровым. И с самого начала существования «Детского сердца» в 2005г., его основной задачей стала помощь детям с врожденными пороками сердца в проведении дорогостоящих хирургических операций."
    },
    {
        paragraph:
        "Президентом Фонда был избран кардиохирург, академик РАМН Леонид Семенович Барбараш, занимавший в то время пост главного врача Кемеровского кардиоцентра. В течение 18 лет и до последнего дня жизни он осуществлял руководство фондом, являясь его идейным вдохновителем и талантливым организатором многочисленных акций и мероприятий, направленных на поддержку детей с кардиодиагнозом.",
    },
    {
        paragraph:
        "Попечительский  Совет, в состав которого вошли известные люди города и области, депутаты Областного Совета народных депутатов, промышленники, медики, на общественных началах осуществляет надзор за деятельностью Фонда, принимаемыми решениями и обеспечением их исполнения, за использованием средств Фонда и соблюдением законодательства.",
    },
    {
        paragraph:
        "С 2024 г.  функции президента фонда исполняет профессор, доктор медицинских наук, академик РАН Ольга Леонидовна Барбараш. Под ее руководством успешно разрабатываются и широко внедряются в практику оказания высокотехнологичной медицинской помощи при сердечно-сосудистых заболеваниях результаты научных исследований, проводятся межотраслевые исследования, поддерживаемые грантами научных фондов."
    },
    {
        paragraph:
        "Сегодня фонд помогает не только в организации операций на сердце, но и берет на себя множество других обязательств - от обеспечения дорогостоящими препаратами и транспортировки к месту лечения до оказания психоэмоциональной поддержки семьям, где воспитываются дети с пороком сердца. Мы помогаем поддерживать хрупкое сердце, учим жить полноценно с непростым диагнозом и делаем все возможное, чтобы ребенок преодолел недуг и стал полностью здоровым."
    },
    {
        paragraph:
        "Кузбасский благотворительный фонд «Детское сердце» обращается ко всем кузбассовцам с просьбой оказать посильную помощь. Ваши пожертвования будут направлены на адресную помощь детям с врожденным пороком сердца."
    },
    {
        paragraph:
        "Помочь можно прямо сейчас - по размещенному выше QR-коду или перечислив благотворительный взнос на расчетный счет Фонда по нашим реквизитам."
    }
];

export const HistoryImages = [
{
    image: testPhoto
},
{
    image: testPhoto
},
{
    image: testPhoto
},
{
    image: testPhoto
},
{
    image: testPhoto
},
{
    image: testPhoto
},
]