export const Text = [
    {
        paragraph:
        "Некоммерческая организация\nКузбасский благотворительный фонд «Детское сердце»\nИНН 4205082668, КПП 420501001\nОГРН 1054205063813"
    },
    {
        paragraph:
        'Р/С 40703810332350000034\nБИК 045004725\nк/с 30101810400000000725\nв ФИЛИАЛ ПАО "БАНК УРАЛСИБ" В Г.НОВОСИБИРСК'
    },
    {
        paragraph:
        "р/с 40703810226000049047\nБИК 043207612\nк/с 30101810200000000612\nКемеровское отделение №8615 ПАО Сбербанк"
    },
    {
        paragraph:
        'Р/С 40703810772030000015\nБИК 044525411\nк/с 30101810145250000411\nв ФИЛИАЛ "ЦЕНТРАЛЬНЫЙ" БАНКА ВТБ (ПАО)'
    },
    {
        paragraph:
        "Адрес: 650002 г. Кемерово, бр-р им. академика Л.С. Барбараша, 6\nТелефон: (8-342) 64-42-45"
    },
    {
        paragraph:
        "Исполнительный директор Санюк Александр Иванович действует на основании устава"
    },
]