export const Text = [
    {
        paragraph:
        "Социальный налоговый вычет по расходам на благотворительность предоставляется в сумме, направленной физическим лицом в течение года на благотворительные цели в виде денежной помощи:"
    },
    {
        paragraph:
        "благотворительным организациям;"
    },
    {
        paragraph:
        "социально ориентированным некоммерческим организациям на осуществление ими предусмотренной законодательством деятельности;"
    },
    {
        paragraph:
        "некоммерческим организациям, осуществляющим деятельность в области науки, культуры, физической культуры и спорта (за исключением профессионального спорта), образования, просвещения, здравоохранения, защиты прав и свобод человека и гражданина, социальной и правовой поддержки и защиты граждан, содействия защите граждан от чрезвычайных ситуаций, охраны окружающей среды и защиты животных;"
    },
    {
        paragraph:
        "религиозным организациям на осуществление ими уставной деятельности;"
    },
    {
        paragraph:
        "некоммерческим организациям на формирование или пополнение целевого капитала, которые осуществляются в установленном порядке."
    },
    {
        paragraph:
        "Порядок предоставления социального налогового вычета по расходам на благотворительность установлен п. 1 ст. 219 Налогового кодекса."
    },
    {
        paragraph:
        "Подать декларацию в налоговый орган с целью получения вычета налогоплательщик может в любое время в течение года."
    },
]