export const text = [
  {
    name: "Андреев Андрей Владимирович",
    post: "Директор ГТРК «Кузбасс»",
  },
  {
    name: "Коваленко Олег Владимирович",
    post: "Заместитель главы г. Кемерово по социальным вопросам;",
  },
  {
    name: "Балашова Светлана Васильевна",
    post: 'Директор Кузбасского филиала ООО "АльфаСтрахование-ОМС"',
  },
  {
    name: "Рыбаков Денис Валериевич",
    post: "Председатель Некоммерческой организации «Коллегии адвокатов «Регионсервис» г. Кемерово",
  },
  {
    name: "Строкольская Ирина Леонидовна",
    post: "Депутат Кемеровского городского Совета народных депутатов",
  },
  {
    name: "Шмулевич Светлана Александровна",
    post: "Главный врач МЦ «Нормокард»",
  },
  {
    name: "Юдельсон Владимир Иосифович",
    post: "Художественный руководитель Музыкального театра Кузбасса им. А.Боброва",
  },
];
