export const text = [
    {
        paragraph : "Со дня основания фонда в 2005 году и до последнего дня своей жизни 14 ноября 2023 года Леонид Семенович Барбараш, занимая пост президента фонда, был бессменным руководителем, идейным вдохновителем и талантливым организатором основных его проектов."
    },
    {
        paragraph : "В 2024 г. функции президента Фонда большинством голосов были переданы профессору, доктору медицинских наук, академику РАН Ольге Леонидовне Барбараш."
    },
    {
        paragraph : "В 1984 году окончила лечебный факультет Кемеровского государственного медицинского института. В 1989г. защитила кандидатскую диссертацию, в 1996 - докторскую диссертацию."
    },
    {
        paragraph : "С 1997 г. заведующая кафедрой внутренних болезней и клинической иммунологии, а с 2007 г. - заведующая кафедрой кардиологии и сердечно-сосудистой хирургии ФГБОУ ВО КемГМУ, с 2008 г. - заведующая отделом мультифокального атеросклероза УРАМН НИИ КПССЗ СО РАМН. С декабря 2011 г. является директором НИИ КПССЗ."
    },
    {
        paragraph : "О. Л. Барбараш является ведущим ученым по изучению клинических особенностей и вкладу различных факторов в механизм формирования мультифокального поражения при атеросклерозе; разработке эффективной программы его вторичной профилактики. Ее научные труды признаны как в России, так и за рубежом. В рамках приоритетного направления развития науки и техники в России «Науки о жизни» под руководством Ольги Леонидовны проводятся фундаментальные научные исследования по направлениям: изучение молекулярных, организменных и популяционных закономерностей формирования мультифокального атеросклеротического поражения; создание новых биоматериалов для сердечно-сосудистой хирургии, их экспериментальная и клиническая апробация; научное обоснование и разработка перспективных моделей оказания медицинской помощи при болезнях системы кровообращения в условиях промышленного региона."
    },
    {
        paragraph : "Результаты этих научных исследований являются основой для разработки стратегии уменьшения негативного воздействия социальных перемен на состояние здоровья людей. В ближайшие годы эти научные результаты станут значительным вкладом в дело изучения взаимного влияния социальных, семейных, индивидуальных и генетически детерминированных заболеваний, что отразится на улучшении профилактики сердечно-сосудистых заболеваний (ССЗ) в России и во всем мире."
    },
    {
        paragraph : "Под руководством О.Л. Барбараш успешно разрабатываются и широко внедряются в практику оказания высокотехнологичной медицинской помощи при ССЗ результаты научных исследований. Кроме этого, под руководством Ольги Леонидовны проводятся межотраслевые научные исследования, поддерживаемые грантами научных фондов: РНФ, РФФИ, РГНФ и др."
    },
    {
        paragraph : "Результаты научной деятельности О.Л. Барбараш представлены более, чем в 1800 научных работах, в том числе в 35 монографиях и главах в монографиях, 42 охраняемых объектах интеллектуальной собственности. Под ее руководством защищено и утверждено ВАК 20 докторских и 71 кандидатских диссертаций. Индекс Хирша (РИНЦ) – 50, WoS – 41, Scopus - 40."
    },
    {
        paragraph : "Свою научную и административную работу О.Л.Барбараш сочетает с активной педагогической деятельностью, возглавляя кафедру кардиологии и сердечно-сосудистой хирургии ФГБОУ ВО «Кемеровский государственный медицинский университет» Минздрава России, и уделяя большое внимание подготовке молодых специалистов. Барбараш О.Л. руководит кружком студенческого научного общества на кафедре кардиологии и сердечно-сосудистой хирургии, под ее руководством выполняются студенческие научно-исследовательские работы; активно участвует в проведении дней специалистов, «круглых столов» для терапевтов и кардиологов."
    },
    {
        paragraph : "Ольга Леонидовна является заместителем главного редактора научно-практического рецензируемого журнала НИИ КПССЗ «Комплексные проблемы сердечно-сосудистых заболеваний», входящего в перечень ВАК и Scopus (c 2021 г.), а также членом редколлегий/редсоветов ведущих российских журналов по кардиологии."
    }
]

export const award = [
    {
        title : "Звание «Заслуженный деятель науки РФ»",
        year : "2022 г."
    },
    
    {
        title : "Звание «Академик РАН»",
        year : "2022 г."
    },
    
    {
        title : "Бронзовый знак «За заслуги перед городом Кемерово»",
        year : "2021 г."
    },
    
    {
        title : "Почетное звание «Профессор Кузбасса»",
        year : "2021 г."
    },
    {
        title : "Почетный знак Совета народных депутатов Кемеровской области за заслуги перед Кемеровской областью",
        year : "2021 г."
    },
    
    {
        title : "Благодарность Губернатора Кемеровской области",
        year : "2019 г."
    },
    
    {
        title : "Благодарность Председателя Совета Федерации Федерального собрания Российской Федерации",
        year : "2018 г."
    },
    
    {
        title : "Медаль III степени «За особый вклад в развитие Кузбасса»",
        year : "2019 г."
    },
    {
        title : "Награда Российского кардиологического общества – премия имени А.Н. Климова за фундаментальные исследования в области атеросклероза",
        year : "2018 г."
    },
    
    {
        title : "Почетная грамота Совета Федерации Федерального собрания РФ",
        year : "2018 г."
    },
    
    {
        title : "Памятная юбилейная медаль Сибирского отделения Российской академии наук",
        year : "2017 г."
    },
    
    {
        title : "Золотая медаль ККЦ «За вклад в развитие кардиологии»",
        year : "2016 г."
    },
    {
        title : "Почетная грамота Министерства здравоохранения и социального развития Российской Федерации",
        year : "2007 г."
    },
    
    {
        title : "Медаль «За веру и добро»",
        year : "2011 г."
    },
    
    {
        title : "Медаль «За служение Кузбассу»",
        year : "2007 г."
    },
    
    {
        title : "Медаль «За достойное воспитание детей»",
        year : "2004 г."
    }
    ]