export const HelpNeeded = [
    {
        id : 1,
        name : "Алина Комарова",
        year : 2019,
        history : "Алина появилась на свет с довольно редкой патологией сердца – в нем всего один желудочек. Подобная аномалия корректируется. Пожертвуйте хлеб да соль если не жалко. Удачи, здоровья и добра. Текста тут должно быть дофига.",
        toCollect : 108500,
        collected : 8000,
        image: "src/assets/images/help-needed/Алина Комарова.png"
    },
    {
        id : 2,
        name : "Анастасия Белышкина",
        year : 2017,
        history : "Среди диагнозов есть довольно серьезный, требующий неусыпного наблюдения родителей и врачей – врожденный порок сердца. Пожертвуйте хлеб да соль если не жалко. Удачи, здоровья и добра.",
        toCollect : 70000,
        collected : 20000,
        image: "src/assets/images/help-needed/Анастасия Белышкина.png"
    },
    {
        id : 3,
        name : "Ксения Чучалова",
        year : 2012,
        history : "У девочки врожденный порок сердца, осложненный легочной гипертензией. В первый год жизни она перенесла сложную операцию. Пожертвуйте хлеб да соль если не жалко. Удачи, здоровья и добра. Текста тут должно быть дофига.",
        toCollect : 102000,
        collected : 1000,
        image: "src/assets/images/help-needed/Ксения Чучалова.png"
    },
    {
        id : 4,
        name : "Иван Иванов",
        year : 2018,
        history : "(наполнение 1) Иван появился на свет с довольно редкой патологией сердца – в нем всего один желудочек. Подобная аномалия корректируется. Пожертвуйте хлеб да соль если не жалко. Удачи, здоровья и добра. Текста тут должно быть дофига.",
        toCollect : 108500,
        collected : 8000,
        image: "src/assets/images/test.png"
    },
    {
        id : 5,
        name : "Андрей Андреев",
        year : 2016,
        history : "(наполнение 2) Среди диагнозов есть довольно серьезный, требующий неусыпного наблюдения родителей и врачей – врожденный порок сердца. Пожертвуйте хлеб да соль если не жалко. Удачи, здоровья и добра. Текста тут должно быть дофига.",
        toCollect : 70000,
        collected : 20000,
        image: "src/assets/images/test.png"
    },
    {
        id : 6,
        name : "Василий Васильев",
        year : 2015,
        history : "(наполнение 3) У мальчика врожденный порок сердца, осложненный легочной гипертензией. В первый год жизни он перенес сложную операцию. Пожертвуйте хлеб да соль если не жалко. Удачи, здоровья и добра. Текста тут должно быть дофига.",
        toCollect : 102000,
        collected : 1000,
        image: "src/assets/images/test.png"
    }
]

export const OurProjects = [
    {
        image: "src/assets/images/our-projects/project1.png"
    },
    {
        image: "src/assets/images/our-projects/project2.png"
    },
    {
        image: "src/assets/images/our-projects/project3.png"
    },
    {
        image: "src/assets/images/our-projects/project4.png"
    },
    {
        image: "src/assets/images/our-projects/project5.png"
    },
    {
        image: "src/assets/images/our-projects/project6.png"
    },
    {
        image: "src/assets/images/our-projects/project7.png"
    }
]

export const Helped = [
    {
        id : 1,
        name : "Алина Комарова",
        year : 2019,
        history : "Алина появилась на свет с довольно редкой патологией сердца – в нем всего один желудочек. Подобная аномалия корректируется. Пожертвуйте хлеб да соль если не жалко. Удачи, здоровья и добра. Текста тут должно быть дофига.",
        toCollect : 108500,
        collected : 8000,
        image: "src/assets/images/help-needed/Алина Комарова.png"
    },
    {
        id : 2,
        name : "Анастасия Белышкина",
        year : 2017,
        history : "Среди диагнозов есть довольно серьезный, требующий неусыпного наблюдения родителей и врачей – врожденный порок сердца,. Пожертвуйте хлеб да соль если не жалко. Удачи, здоровья и добра. Текста тут должно быть дофига.",
        toCollect : 70000,
        collected : 20000,
        image: "src/assets/images/help-needed/Анастасия Белышкина.png"
    },
    {
        id : 3,
        name : "Ксения Чучалова",
        year : 2012,
        history : "У девочки врожденный порок сердца, осложненный легочной гипертензией. В первый год жизни она перенесла сложную операцию. Пожертвуйте хлеб да соль если не жалко. Удачи, здоровья и добра. Текста тут должно быть дофига.",
        toCollect : 102000,
        collected : 1000,
        image: "src/assets/images/help-needed/Ксения Чучалова.png"
    }
]

export const News = [
    {
        date : "27.02.2025",
        headline : "Мы выиграли грант!",
        image: "src/assets/images/test.png"
    },
    {
        date : "31.01.2025",
        headline : "Алина нуждается в дорогостоящем препарате",
        image: "src/assets/images/test.png"
    },
    {
        date : "15.01.2025",
        headline : "Настю ждут в Москве!",
        image: "src/assets/images/test.png"
    }
]